---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PatternIndent2ForDivisionRule
source: html/08c494f5-f6b4-03db-d05e-2aa6f359db42.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PatternIndent2ForDivisionRule Property

"Indent 2"

## Syntax (C#)
```csharp
public static ForgeTypeId PatternIndent2ForDivisionRule { get; }
```